Repository: lefi0528/fexa_ai_connector
Catalog: src/Resources/translations/*/ModulesFexaAiConnectorAdmin.*.xlf
Languages: fr_fr

source: Automatically optimize your PrestaShop store SEO with artificial intelligence. Product descriptions, meta tags, alt text — everything is generated in a few clicks.
fr_fr: Optimisez automatiquement le SEO de votre boutique PrestaShop grâce à l'intelligence artificielle. Descriptions produits, balises méta, textes alternatifs — tout est généré en quelques clics.

source: Access Fexa AI
fr_fr: Accéder à Fexa AI

source: Your API Key
fr_fr: Votre Clé API

source: Copy this key and paste it into your Fexa AI dashboard to connect your store.
fr_fr: Copiez cette clé et collez-la dans votre tableau de bord Fexa AI pour connecter votre boutique.

source: Copied!
fr_fr: Copié !

source: Copy the key
fr_fr: Copier la clé

source: Create your account
fr_fr: Créez votre compte

source: Go to fexaai.com and create your free account to get started.
fr_fr: Rendez-vous sur fexaai.com et créez votre compte gratuit pour commencer.

source: Connect your store
fr_fr: Connectez votre boutique

source: In Fexa AI, add a new PrestaShop store and paste the API key above.
fr_fr: Dans Fexa AI, ajoutez une nouvelle boutique PrestaShop et collez la clé API ci-dessus.

source: Optimize your SEO
fr_fr: Optimisez votre SEO

source: Run a scan, generate optimized content, and watch your traffic take off!
fr_fr: Lancez un scan, générez des contenus optimisés et regardez votre trafic décoller !

source: MCP Server active
fr_fr: Serveur MCP actif

source: Ready to receive requests from Fexa AI
fr_fr: Prêt à recevoir des requêtes depuis Fexa AI
